<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Info.plist</key>
		<data>
		CebnrsOYJfC2+im7oVRVBREdodY=
		</data>
		<key>Modules/SonarFitCore.swiftmodule/arm64-apple-watchos.abi.json</key>
		<data>
		hPVJbc6U3GoiZVlA4+4no1js5DE=
		</data>
		<key>Modules/SonarFitCore.swiftmodule/arm64-apple-watchos.private.swiftinterface</key>
		<data>
		GH4N0XcjdKZSi5ToUnn3+cO/uZk=
		</data>
		<key>Modules/SonarFitCore.swiftmodule/arm64-apple-watchos.swiftdoc</key>
		<data>
		PN/ZBZS+glqyD9+DjWt3pcRUENY=
		</data>
		<key>Modules/SonarFitCore.swiftmodule/arm64-apple-watchos.swiftinterface</key>
		<data>
		GH4N0XcjdKZSi5ToUnn3+cO/uZk=
		</data>
		<key>Modules/SonarFitCore.swiftmodule/arm64-apple-watchos.swiftmodule</key>
		<data>
		p6jjmZQYFWFdOGNuI0dCwUrHjlg=
		</data>
		<key>Modules/SonarFitCore.swiftmodule/arm64_32-apple-watchos.abi.json</key>
		<data>
		hPVJbc6U3GoiZVlA4+4no1js5DE=
		</data>
		<key>Modules/SonarFitCore.swiftmodule/arm64_32-apple-watchos.private.swiftinterface</key>
		<data>
		T0JVWUivJuJ1MdOMxMzIqMZOtpg=
		</data>
		<key>Modules/SonarFitCore.swiftmodule/arm64_32-apple-watchos.swiftdoc</key>
		<data>
		Kuwo7jegB753WURf9yweMEBtYhI=
		</data>
		<key>Modules/SonarFitCore.swiftmodule/arm64_32-apple-watchos.swiftinterface</key>
		<data>
		T0JVWUivJuJ1MdOMxMzIqMZOtpg=
		</data>
		<key>Modules/SonarFitCore.swiftmodule/arm64_32-apple-watchos.swiftmodule</key>
		<data>
		iFFd6dGTPNS7wmj/QDffyy+RuaY=
		</data>
		<key>README.md</key>
		<data>
		2+AhXgml61KArd/8f380cKGNAAw=
		</data>
		<key>RepDetector_v2.mlmodelc/_B0000.DAT</key>
		<data>
		0VVn9LIH7gkrkHjT2dkXyRqr19k=
		</data>
		<key>RepDetector_v2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		C9/SmC551e5rEEidS3i/eDXsmS8=
		</data>
		<key>RepDetector_v2.mlmodelc/coremldata.bin</key>
		<data>
		bfdL4bJ2QewStzTmTR882ilf89M=
		</data>
		<key>RepDetector_v2.mlmodelc/metadata.json</key>
		<data>
		/pok31YwJ8sL8V88kY2NPi/5278=
		</data>
		<key>beep.wav</key>
		<data>
		+Cq3gxHZS6JR9oA9Q7ZJBSUjAp4=
		</data>
		<key>beep_3_long.mp3</key>
		<data>
		mqN8ha3sKJBE7zpQo2GtkoXEeHA=
		</data>
		<key>gym20_benchpress.mlmodelc/analytics/coremldata.bin</key>
		<data>
		aqmLn3cyVhnFtnpid5tQzVb2O9w=
		</data>
		<key>gym20_benchpress.mlmodelc/coremldata.bin</key>
		<data>
		LXYXnFrPz+PSL2/7WeynhJwdKtc=
		</data>
		<key>gym20_benchpress.mlmodelc/metadata.json</key>
		<data>
		vYN2XKdEnkF99lDCM1uTnkjGMQQ=
		</data>
		<key>gym20_benchpress.mlmodelc/model.espresso.net</key>
		<data>
		YwN5+M07NkoBZftaN7vIESqwR2Q=
		</data>
		<key>gym20_benchpress.mlmodelc/model.espresso.shape</key>
		<data>
		ShE1tTOWWS+A4Kl70LeU0/n9uwc=
		</data>
		<key>gym20_benchpress.mlmodelc/model.espresso.weights</key>
		<data>
		NWCTgS0QMaAOFs/KOezjYEw4eLg=
		</data>
		<key>gym20_benchpress.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>gym20_benchpress.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>gym20_deadlift.mlmodelc/analytics/coremldata.bin</key>
		<data>
		hPEUuelqFWTvVqTYvlE/MmJabxc=
		</data>
		<key>gym20_deadlift.mlmodelc/coremldata.bin</key>
		<data>
		wPk7pEZndfbJXthm51+SzkXbLkw=
		</data>
		<key>gym20_deadlift.mlmodelc/metadata.json</key>
		<data>
		qiEOxdjuAGOOTJP2LQ7RNsNqjfA=
		</data>
		<key>gym20_deadlift.mlmodelc/model.espresso.net</key>
		<data>
		kTcI4A9ctPTJ+krMxkflb8bjZVs=
		</data>
		<key>gym20_deadlift.mlmodelc/model.espresso.shape</key>
		<data>
		pI1FV3Tmueboy90UR0B16rn9bBg=
		</data>
		<key>gym20_deadlift.mlmodelc/model.espresso.weights</key>
		<data>
		0GcHjIYfTCTcDSy13VpJQtSipMI=
		</data>
		<key>gym20_deadlift.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>gym20_deadlift.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>gym20_model.mlmodelc/analytics/coremldata.bin</key>
		<data>
		AtmsYrj/U9+VayrPoZpwlbI4Q0U=
		</data>
		<key>gym20_model.mlmodelc/coremldata.bin</key>
		<data>
		ZmOiMr3gydroQGN/70xN6kKYMvw=
		</data>
		<key>gym20_model.mlmodelc/metadata.json</key>
		<data>
		VmgQ41qtxEHLBr+HslBOWy7kcik=
		</data>
		<key>gym20_model.mlmodelc/model.espresso.net</key>
		<data>
		kTcI4A9ctPTJ+krMxkflb8bjZVs=
		</data>
		<key>gym20_model.mlmodelc/model.espresso.shape</key>
		<data>
		pI1FV3Tmueboy90UR0B16rn9bBg=
		</data>
		<key>gym20_model.mlmodelc/model.espresso.weights</key>
		<data>
		LR1GfrvGwz8u87j1Mb1Uo2/pd8w=
		</data>
		<key>gym20_model.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>gym20_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>gym_headphone02.mlmodelc/analytics/coremldata.bin</key>
		<data>
		nvby/ZuCpQ4ZB4965VlyZidbaSs=
		</data>
		<key>gym_headphone02.mlmodelc/coremldata.bin</key>
		<data>
		xhX+4NuRfpdFIfO0R+JKHf2jIgw=
		</data>
		<key>gym_headphone02.mlmodelc/metadata.json</key>
		<data>
		fzrwqoY8ZNhF8uvd08Kh3szBlgQ=
		</data>
		<key>gym_headphone02.mlmodelc/model.espresso.net</key>
		<data>
		Klk2oMCf7x9c38FsDSL2OER+maQ=
		</data>
		<key>gym_headphone02.mlmodelc/model.espresso.shape</key>
		<data>
		Q5u+X7tabejotBfEs/OWbIDEFlU=
		</data>
		<key>gym_headphone02.mlmodelc/model.espresso.weights</key>
		<data>
		CIuEldwGB6O1aS5k5FYZwy7gMXY=
		</data>
		<key>gym_headphone02.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>gym_headphone02.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>gym_headphone_deadlift.mlmodelc/analytics/coremldata.bin</key>
		<data>
		cKhXV108bK6/dgCpz2x72mZ+p6w=
		</data>
		<key>gym_headphone_deadlift.mlmodelc/coremldata.bin</key>
		<data>
		ZBZdsI5cpU9bPpcAnvd6h8eobQo=
		</data>
		<key>gym_headphone_deadlift.mlmodelc/metadata.json</key>
		<data>
		oCE5NwBR3qdERwbJVK09y1iKPZk=
		</data>
		<key>gym_headphone_deadlift.mlmodelc/model.espresso.net</key>
		<data>
		Klk2oMCf7x9c38FsDSL2OER+maQ=
		</data>
		<key>gym_headphone_deadlift.mlmodelc/model.espresso.shape</key>
		<data>
		Q5u+X7tabejotBfEs/OWbIDEFlU=
		</data>
		<key>gym_headphone_deadlift.mlmodelc/model.espresso.weights</key>
		<data>
		kyTacX960tEiS4ETYWz9rMGu810=
		</data>
		<key>gym_headphone_deadlift.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>gym_headphone_deadlift.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>long_beep.wav</key>
		<data>
		CHj8r6WuZVJuTC7ITcpsRuyW/s4=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Modules/SonarFitCore.swiftmodule/arm64-apple-watchos.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			hPVJbc6U3GoiZVlA4+4no1js5DE=
			</data>
			<key>hash2</key>
			<data>
			sXmcenuiXjN6b50/Xqx7m9IG8gL9T5gcZBLgvPj1KbE=
			</data>
		</dict>
		<key>Modules/SonarFitCore.swiftmodule/arm64-apple-watchos.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			GH4N0XcjdKZSi5ToUnn3+cO/uZk=
			</data>
			<key>hash2</key>
			<data>
			zYtWyyeiY29YMGKu1hKLGL4DDImueMObmw9OuqgJdJQ=
			</data>
		</dict>
		<key>Modules/SonarFitCore.swiftmodule/arm64-apple-watchos.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			PN/ZBZS+glqyD9+DjWt3pcRUENY=
			</data>
			<key>hash2</key>
			<data>
			h7cJfuZXOw/e77zUVp9tNS8LpWVLlIIGr+gh+1lOtv4=
			</data>
		</dict>
		<key>Modules/SonarFitCore.swiftmodule/arm64-apple-watchos.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			GH4N0XcjdKZSi5ToUnn3+cO/uZk=
			</data>
			<key>hash2</key>
			<data>
			zYtWyyeiY29YMGKu1hKLGL4DDImueMObmw9OuqgJdJQ=
			</data>
		</dict>
		<key>Modules/SonarFitCore.swiftmodule/arm64-apple-watchos.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			p6jjmZQYFWFdOGNuI0dCwUrHjlg=
			</data>
			<key>hash2</key>
			<data>
			4kmhiQdyC3LcDPQcIFiKVWofamO7DQE3jEdrhmWqilU=
			</data>
		</dict>
		<key>Modules/SonarFitCore.swiftmodule/arm64_32-apple-watchos.abi.json</key>
		<dict>
			<key>hash</key>
			<data>
			hPVJbc6U3GoiZVlA4+4no1js5DE=
			</data>
			<key>hash2</key>
			<data>
			sXmcenuiXjN6b50/Xqx7m9IG8gL9T5gcZBLgvPj1KbE=
			</data>
		</dict>
		<key>Modules/SonarFitCore.swiftmodule/arm64_32-apple-watchos.private.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			T0JVWUivJuJ1MdOMxMzIqMZOtpg=
			</data>
			<key>hash2</key>
			<data>
			NT3Npy0qs/fQrUzq/C+DmzCANLH8wcLBJ5PL+ht5Mpo=
			</data>
		</dict>
		<key>Modules/SonarFitCore.swiftmodule/arm64_32-apple-watchos.swiftdoc</key>
		<dict>
			<key>hash</key>
			<data>
			Kuwo7jegB753WURf9yweMEBtYhI=
			</data>
			<key>hash2</key>
			<data>
			iTQMJGtlV1Mk9wNSW055zg5Ca/adbVdF+lnYzxLc3YE=
			</data>
		</dict>
		<key>Modules/SonarFitCore.swiftmodule/arm64_32-apple-watchos.swiftinterface</key>
		<dict>
			<key>hash</key>
			<data>
			T0JVWUivJuJ1MdOMxMzIqMZOtpg=
			</data>
			<key>hash2</key>
			<data>
			NT3Npy0qs/fQrUzq/C+DmzCANLH8wcLBJ5PL+ht5Mpo=
			</data>
		</dict>
		<key>Modules/SonarFitCore.swiftmodule/arm64_32-apple-watchos.swiftmodule</key>
		<dict>
			<key>hash</key>
			<data>
			iFFd6dGTPNS7wmj/QDffyy+RuaY=
			</data>
			<key>hash2</key>
			<data>
			mTWjUu85G4ggoY7cNBbXzvp3d4903ZF1H8U9M+XExL0=
			</data>
		</dict>
		<key>README.md</key>
		<dict>
			<key>hash</key>
			<data>
			2+AhXgml61KArd/8f380cKGNAAw=
			</data>
			<key>hash2</key>
			<data>
			N0S4tJjAO1K9H9UAVnyCW+9w8DBpQRS0/n0RCjonDu0=
			</data>
		</dict>
		<key>RepDetector_v2.mlmodelc/_B0000.DAT</key>
		<dict>
			<key>hash</key>
			<data>
			0VVn9LIH7gkrkHjT2dkXyRqr19k=
			</data>
			<key>hash2</key>
			<data>
			ytPzz72lg3ESHsc3JKCOVD/Z77Kueo5csrXToSYms6M=
			</data>
		</dict>
		<key>RepDetector_v2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			C9/SmC551e5rEEidS3i/eDXsmS8=
			</data>
			<key>hash2</key>
			<data>
			mpJaE4gpC5CCzRo/QwoUIzOJUBV/5V/G0Zy6DBRC+U4=
			</data>
		</dict>
		<key>RepDetector_v2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			bfdL4bJ2QewStzTmTR882ilf89M=
			</data>
			<key>hash2</key>
			<data>
			hl9TG4nFE/jo/aLbLyh95nWCXhZzC4hcd/Xv3Fqr9XU=
			</data>
		</dict>
		<key>RepDetector_v2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			/pok31YwJ8sL8V88kY2NPi/5278=
			</data>
			<key>hash2</key>
			<data>
			x5ZYyipVyh6OcoMuFgF5mQrWKHfB1DmPrF3m9iZ+KC8=
			</data>
		</dict>
		<key>beep.wav</key>
		<dict>
			<key>hash</key>
			<data>
			+Cq3gxHZS6JR9oA9Q7ZJBSUjAp4=
			</data>
			<key>hash2</key>
			<data>
			e9HqXgOI+nITmBhBzlVrDnkMl7AF0YgA286KzgVWyMw=
			</data>
		</dict>
		<key>beep_3_long.mp3</key>
		<dict>
			<key>hash</key>
			<data>
			mqN8ha3sKJBE7zpQo2GtkoXEeHA=
			</data>
			<key>hash2</key>
			<data>
			9/vw5Z9AZaBPPnDSDY9ZAJx+spv2dHiNktACpt3ck9Q=
			</data>
		</dict>
		<key>gym20_benchpress.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			aqmLn3cyVhnFtnpid5tQzVb2O9w=
			</data>
			<key>hash2</key>
			<data>
			ihmGCbHj3/8ILLfYAeJ52Pao/sQ1OFAKSFiPUDlpVGk=
			</data>
		</dict>
		<key>gym20_benchpress.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			LXYXnFrPz+PSL2/7WeynhJwdKtc=
			</data>
			<key>hash2</key>
			<data>
			/njVccrF2xNFmB5tEuMQVJZNpWvwgXHe4RpUgvDWqRA=
			</data>
		</dict>
		<key>gym20_benchpress.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			vYN2XKdEnkF99lDCM1uTnkjGMQQ=
			</data>
			<key>hash2</key>
			<data>
			fxMlY3f1HFbJYMf+mjSxgnMQSGmWfhKGLSolmcjI4zc=
			</data>
		</dict>
		<key>gym20_benchpress.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			YwN5+M07NkoBZftaN7vIESqwR2Q=
			</data>
			<key>hash2</key>
			<data>
			xbCm8Fl6cQ9HfZeC2Lol1Q/QkqKQNt/ys21RYN97ESg=
			</data>
		</dict>
		<key>gym20_benchpress.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			ShE1tTOWWS+A4Kl70LeU0/n9uwc=
			</data>
			<key>hash2</key>
			<data>
			AWXOWG5x2serNOiglRMY0RaGLiQp8Jgv4d/XbNyG5Uw=
			</data>
		</dict>
		<key>gym20_benchpress.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			NWCTgS0QMaAOFs/KOezjYEw4eLg=
			</data>
			<key>hash2</key>
			<data>
			6XhetVu0BOi4m1zJ09z9H7iD66R4goiUDgpEa/poKRU=
			</data>
		</dict>
		<key>gym20_benchpress.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>gym20_benchpress.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>gym20_deadlift.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			hPEUuelqFWTvVqTYvlE/MmJabxc=
			</data>
			<key>hash2</key>
			<data>
			dUyUGhwUjMRw6zwCTpJybzi+dfj7+w9dpQQQx4aVTVQ=
			</data>
		</dict>
		<key>gym20_deadlift.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			wPk7pEZndfbJXthm51+SzkXbLkw=
			</data>
			<key>hash2</key>
			<data>
			sLK10Y9DM0/qbbLy06qNEY9qQkZ7U/03kEdE42Dsk7I=
			</data>
		</dict>
		<key>gym20_deadlift.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			qiEOxdjuAGOOTJP2LQ7RNsNqjfA=
			</data>
			<key>hash2</key>
			<data>
			p8pgNqTOOOXrxzrv2MtV+R0zDGQLrL0XVs41iqYeqlw=
			</data>
		</dict>
		<key>gym20_deadlift.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			kTcI4A9ctPTJ+krMxkflb8bjZVs=
			</data>
			<key>hash2</key>
			<data>
			6kexxW5OxnSVJyEhWX5rnaKmRUYyRXjXiIJvp34SAnE=
			</data>
		</dict>
		<key>gym20_deadlift.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			pI1FV3Tmueboy90UR0B16rn9bBg=
			</data>
			<key>hash2</key>
			<data>
			eEqaPH7llYAv+EfPHdVqgV2l5yq4h2RArB1g06p9W94=
			</data>
		</dict>
		<key>gym20_deadlift.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			0GcHjIYfTCTcDSy13VpJQtSipMI=
			</data>
			<key>hash2</key>
			<data>
			JN05uwnKWI6Oc9UZWFp84LjfIIzH4Je6fQ4TSRKAKAM=
			</data>
		</dict>
		<key>gym20_deadlift.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>gym20_deadlift.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>gym20_model.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			AtmsYrj/U9+VayrPoZpwlbI4Q0U=
			</data>
			<key>hash2</key>
			<data>
			yFWvq67d/ULj1DiISXDrOZQr5oKVR6Gwf9bqpr2ILkU=
			</data>
		</dict>
		<key>gym20_model.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			ZmOiMr3gydroQGN/70xN6kKYMvw=
			</data>
			<key>hash2</key>
			<data>
			CS5ViO8pvV7HPEq45w8EoIO4x0auaPqKhlwCI5TVJjs=
			</data>
		</dict>
		<key>gym20_model.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			VmgQ41qtxEHLBr+HslBOWy7kcik=
			</data>
			<key>hash2</key>
			<data>
			0N24rikX0rI/Fum6dBuB1FgudLNd2Y72EnX1ra41BZk=
			</data>
		</dict>
		<key>gym20_model.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			kTcI4A9ctPTJ+krMxkflb8bjZVs=
			</data>
			<key>hash2</key>
			<data>
			6kexxW5OxnSVJyEhWX5rnaKmRUYyRXjXiIJvp34SAnE=
			</data>
		</dict>
		<key>gym20_model.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			pI1FV3Tmueboy90UR0B16rn9bBg=
			</data>
			<key>hash2</key>
			<data>
			eEqaPH7llYAv+EfPHdVqgV2l5yq4h2RArB1g06p9W94=
			</data>
		</dict>
		<key>gym20_model.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			LR1GfrvGwz8u87j1Mb1Uo2/pd8w=
			</data>
			<key>hash2</key>
			<data>
			Z4xeRYHa4KYvIm/tdKUEOPob5mVYlpQt0xjdZSI/a64=
			</data>
		</dict>
		<key>gym20_model.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>gym20_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>gym_headphone02.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			nvby/ZuCpQ4ZB4965VlyZidbaSs=
			</data>
			<key>hash2</key>
			<data>
			Wa6UpbJeWN40RbDx/FexU6lWjtqngBSn+BEYsYhDzYc=
			</data>
		</dict>
		<key>gym_headphone02.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			xhX+4NuRfpdFIfO0R+JKHf2jIgw=
			</data>
			<key>hash2</key>
			<data>
			CJgWVQr19JM37vFuYqlEI97F7ncl2PYsA3mEWcxKwoE=
			</data>
		</dict>
		<key>gym_headphone02.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			fzrwqoY8ZNhF8uvd08Kh3szBlgQ=
			</data>
			<key>hash2</key>
			<data>
			ZXBxR2U5UXYpdx2x7XO1hKM/kxbO5Ew9e5EaA4VKi9U=
			</data>
		</dict>
		<key>gym_headphone02.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			Klk2oMCf7x9c38FsDSL2OER+maQ=
			</data>
			<key>hash2</key>
			<data>
			UjW0ofZYvmdk4dAxmGeTXmLv32mhoqxNhea6sFNhI38=
			</data>
		</dict>
		<key>gym_headphone02.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			Q5u+X7tabejotBfEs/OWbIDEFlU=
			</data>
			<key>hash2</key>
			<data>
			WFxLm738Qz6mSuMfuvQwfOKg7te3GEk1eT06BoSyW1A=
			</data>
		</dict>
		<key>gym_headphone02.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			CIuEldwGB6O1aS5k5FYZwy7gMXY=
			</data>
			<key>hash2</key>
			<data>
			acR6PXwrNpjW/hXFvPJjGL+ABpBw+nBelJz48sRCuTA=
			</data>
		</dict>
		<key>gym_headphone02.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>gym_headphone02.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>gym_headphone_deadlift.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			cKhXV108bK6/dgCpz2x72mZ+p6w=
			</data>
			<key>hash2</key>
			<data>
			0ad2g+YNBo3vHLsgKB6g6ArqmhI409DM0X/rSPKkqUA=
			</data>
		</dict>
		<key>gym_headphone_deadlift.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			ZBZdsI5cpU9bPpcAnvd6h8eobQo=
			</data>
			<key>hash2</key>
			<data>
			kuNT01JT06QGbe0QAyXLp2iYxHrxrQWVVM4feJ5UOhE=
			</data>
		</dict>
		<key>gym_headphone_deadlift.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			oCE5NwBR3qdERwbJVK09y1iKPZk=
			</data>
			<key>hash2</key>
			<data>
			J1+YmZxq7u7z53s4os8ZMdRZ52Y6DDvi7GqNlM7LSqo=
			</data>
		</dict>
		<key>gym_headphone_deadlift.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			Klk2oMCf7x9c38FsDSL2OER+maQ=
			</data>
			<key>hash2</key>
			<data>
			UjW0ofZYvmdk4dAxmGeTXmLv32mhoqxNhea6sFNhI38=
			</data>
		</dict>
		<key>gym_headphone_deadlift.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			Q5u+X7tabejotBfEs/OWbIDEFlU=
			</data>
			<key>hash2</key>
			<data>
			WFxLm738Qz6mSuMfuvQwfOKg7te3GEk1eT06BoSyW1A=
			</data>
		</dict>
		<key>gym_headphone_deadlift.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			kyTacX960tEiS4ETYWz9rMGu810=
			</data>
			<key>hash2</key>
			<data>
			AekfLpOHvps8cdXQRoneuz5Zhwts+sSLATQZlK86alM=
			</data>
		</dict>
		<key>gym_headphone_deadlift.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			yNfQ7w7t+oLS6hqlkoRbmm1LArc=
			</data>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>gym_headphone_deadlift.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>long_beep.wav</key>
		<dict>
			<key>hash</key>
			<data>
			CHj8r6WuZVJuTC7ITcpsRuyW/s4=
			</data>
			<key>hash2</key>
			<data>
			jhCb8QR9HN5a10l0C+qyH9VOUFklKMZSK3zFwcy1tI4=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
